acpi
acpid
alsa-firmware
alsa-utils
android-tools
android-udev
ansible
apparmor
arandr
ark
autoconf
automake
avahi
b43-fwcutter
bash-completion
bind
binutils
bison
bluedevil
borg
btrfs-progs
bumblebee
bzip2
chromium
clamav
clang
comtrya
convmv
coreutils
cpupower
cronie
cryptsetup
cups
cups-pdf
cups-pk-helper
dbeaver
dbmate
dell-bios-fan-control-git
device-mapper
dhclient
dhcpcd
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
emacs
exa
exfat-utils
f2fs-tools
fakeroot
fblog
feh
ffmpeg
ffmpegthumbs
file
filelight
filesystem
findutils
firefox-developer-edition
flatpak
flex
fw
fwupd
fzf
gawk
gcc
gcc-libs
gdb
gettext
ghostscript
gimp
git
git-lfs
githud
glibc
gnome-keyring
gnome-themes-extra
gnu-free-fonts
go
goat
gradle
grep
grub
grub-theme-manjaro
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk-theme-breath
gtk3
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
haveged
hplip
htop
httpie
hub
i3-wm
i3blocks
i3blocks-contrib
i3lock
i8kutils
icaclient
illyria-wallpaper
imagewriter
inetutils
inkscape
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jack2
java-openjfx
jdk-openjdk
jdk8-openjdk
jfsutils
jq
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keditbookmarks
kernel-alive
kfind
kgamma5
kget
khelpcenter
kimageformats
kinfocenter
kio-extras
kmenuedit
konsole
konversation
kotlin
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kubectl
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lftp
lib32-flex
lib32-jack2
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-primus
lib32-vulkan-intel
lib32-vulkan-radeon
libcanberra
libdvdcss
libktorrent
libreoffice-still
libtool
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
linux-firmware
linux518
linux518-nvidia
llvm
logrotate
lsb-release
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-wallpapers-18.0
maven
mdadm
memtest86+
mesa-vdpau
mhwd
mhwd-db
milou
minikube
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mplayer
mtpfs
namcap
nano
net-tools
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-prime
nvm
okular
openbsd-netcat
openjdk-src
openjdk11-src
openjdk8-src
openresolv
openssh
os-prober
oxygen
oxygen-icons
p7zip
pacman
pam-u2f
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
patch
patchutils
pavucontrol
pciutils
pdftk
pdsh
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
pidgin
pidgin-otr
pkgconf
pkgfile
plantuml
plasma-desktop
plasma-nm
plasma-pa
plasma-workspace
plasma-workspace-wallpapers
plasma5-themes-breath
playerctl
poppler-data
postgresql-libs
powerdevil
powertop
print-manager
procps-ng
procs
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-reportlab
qt5-imageformats
qt5-virtualkeyboard
redis
reiserfsprogs
rpm-tools
rsync
ruby
ruby-bundler
rustup
s-nail
s3cmd
samba
sbt
scala
screenfetch
scrot
sddm
sddm-breath-theme
sddm-kcm
sed
shadow
signal-desktop
skanlite
skim
snapd-glib
spectacle
spectre-meltdown-checker
splix
sshfs
steam-manjaro
strace
subversion
sudo
sysfsutils
sysstat
system-config-printer
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tar
tcpdump
tealdeer
teams
terminus-font
terraform
tesseract
tesseract-data-deu
tesseract-data-eng
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-langextra
texlive-latexextra
texlive-pictures
texlive-science
the_silver_searcher
thunderbird
tig
timeshift
tlp
tmux
traceroute
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-inconsolata
ttf-indic-otf
ttf-liberation
udiskie
udisks2
ufw
unarchiver
unzip
usb_modeswitch
usbutils
util-linux
vagrant
vi
vim
visual-studio-code-bin
vlc
vulkan-intel
vulkan-radeon
wallpapers-2018
wallpapers-juhraya
wget
which
wireguard-tools
wireshark-qt
woff-fira-code
woff2-fira-code
wpa_supplicant
x2goclient
xautolock
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-server
xorg-twm
xorg-xbacklight
xorg-xinit
xorg-xkill
xsel
yakuake
yarn
yay
yq
zip
zoom
zsh
zsh-syntax-highlighting
